Memcached-Stuff/test-no-replace/memtier_benchmark/random-text-test6.txt
2         Threads
50        Connections per thread
10000     Requests per thread
Type        Ops/sec     Hits/sec   Misses/sec      Latency       KB/sec
------------------------------------------------------------------------
Sets        5687.50          ---          ---      1.68000       388.00
Gets       56812.50      4743.75     52068.75      1.68400     77551.00
Totals     62500.00      4743.75     52068.75      1.68400     77939.00


Request Latency Distribution
Type        <= msec      Percent
------------------------------------------------------------------------
SET               0         0.56
SET               1        97.91
SET               2        99.93
SET               3        99.98
SET               4       100.00
SET               5       100.00
---
GET               0         0.48
GET               1        97.46
GET               2        99.90
GET               3        99.98
GET               4       100.00
GET               5       100.00
GET               6       100.00