Memcached-Stuff/test-no-replace/memtier_benchmark/random-text-test8.txt
2         Threads
50        Connections per thread
10000     Requests per thread
Type        Ops/sec     Hits/sec   Misses/sec      Latency       KB/sec
------------------------------------------------------------------------
Sets        5687.50          ---          ---      1.66900       388.00
Gets       56812.50      4743.75     52068.75      1.67600     77551.00
Totals     62500.00      4743.75     52068.75      1.67600     77939.00


Request Latency Distribution
Type        <= msec      Percent
------------------------------------------------------------------------
SET               0         0.48
SET               1        97.77
SET               2        99.97
SET               3        99.98
SET               4       100.00
SET               5       100.00
SET               6       100.00
---
GET               0         0.46
GET               1        97.11
GET               2        99.92
GET               3        99.98
GET               4        99.99
GET               5       100.00
GET               6       100.00