Memcached-Stuff/test-no-replace/memtier_benchmark/text-test10.txt
2         Threads
50        Connections per thread
10000     Requests per thread
Type        Ops/sec     Hits/sec   Misses/sec      Latency       KB/sec
------------------------------------------------------------------------
Sets        5687.50          ---          ---      1.72400     92594.00
Gets       56812.50      4756.25     52056.25      1.66200      2055.00
Totals     62500.00      4756.25     52056.25      1.66700     94649.00


Request Latency Distribution
Type        <= msec      Percent
------------------------------------------------------------------------
SET               0         1.10
SET               1        90.01
SET               2        98.95
SET               3        99.80
SET               4        99.98
SET               5       100.00
---
GET               0         1.29
GET               1        93.63
GET               2        99.38
GET               3        99.88
GET               4        99.99
GET               5       100.00
GET               6       100.00