Memcached-Stuff/test-no-replace/memtier_benchmark/text-test12.txt
2         Threads
50        Connections per thread
10000     Requests per thread
Type        Ops/sec     Hits/sec   Misses/sec      Latency       KB/sec
------------------------------------------------------------------------
Sets        5687.50          ---          ---      1.72700     92594.00
Gets       56812.50      4756.25     52056.25      1.66600      2055.00
Totals     62500.00      4756.25     52056.25      1.67200     94649.00


Request Latency Distribution
Type        <= msec      Percent
------------------------------------------------------------------------
SET               0         1.16
SET               1        89.60
SET               2        99.05
SET               3        99.78
SET               4        99.93
SET               5        99.99
SET               6       100.00
---
GET               0         1.32
GET               1        93.63
GET               2        99.37
GET               3        99.86
GET               4        99.95
GET               5        99.99
GET               6       100.00
GET               8       100.00