Memcached-Stuff/test-no-replace/memtier_benchmark/text-test26.txt
2         Threads
50        Connections per thread
10000     Requests per thread
Type        Ops/sec     Hits/sec   Misses/sec      Latency       KB/sec
------------------------------------------------------------------------
Sets        5687.50          ---          ---      1.70100     92594.00
Gets       56812.50      4756.25     52056.25      1.64400      2055.00
Totals     62500.00      4756.25     52056.25      1.65000     94649.00


Request Latency Distribution
Type        <= msec      Percent
------------------------------------------------------------------------
SET               0         0.36
SET               1        96.46
SET               2        99.69
SET               3        99.92
SET               4       100.00
---
GET               0         0.51
GET               1        97.90
GET               2        99.80
GET               3        99.95
GET               4        99.99
GET               5       100.00