Memcached-Stuff/test-no-replace/memtier_benchmark/text-test28.txt
2         Threads
50        Connections per thread
10000     Requests per thread
Type        Ops/sec     Hits/sec   Misses/sec      Latency       KB/sec
------------------------------------------------------------------------
Sets        5687.50          ---          ---      1.69200     92594.00
Gets       56812.50      4756.25     52056.25      1.63700      2055.00
Totals     62500.00      4756.25     52056.25      1.64200     94649.00


Request Latency Distribution
Type        <= msec      Percent
------------------------------------------------------------------------
SET               0         0.45
SET               1        95.58
SET               2        99.73
SET               3        99.92
SET               4        99.97
SET               5        99.99
SET               6       100.00
SET               7       100.00
SET               8       100.00
---
GET               0         0.65
GET               1        97.22
GET               2        99.88
GET               3        99.96
GET               4        99.99
GET               5        99.99
GET               6       100.00
GET               7       100.00
GET               8       100.00